[
	{
		"name": "Dale Bell",
		"tagline": "Writer, Editor in Chief, Benevolent Tyrant, and The Ultimate IB Learner",
		"description": "Dale Bell is a determined journalist with only one goal, which he pursues tirelessly: getting the website trending. And also the truth or whatever."
	},
	{
		"name": "Auguste Rame",
		"tagline": "Hackerman, Writer, Editor",
		"description": "I rewrite articles in their entirety with neither consent nor input and apply that same adventurous mindset to my writing and our website."
	},
	{
		"name": "Benjy Eichner",
		"tagline": "Senior Writer",
		"description": "Sycophant in Chief"
	},
	{
		"name": "Caleb Levy",
		"tagline": "Managing Editor",
		"description": "When he’s not <del>tearing up</del> <i>improving</i> articles for The Snitch, he’s putting off improving articles for The Snitch."
	},
	{
		"name": "Bill Angell",
		"tagline": "Writing person",
		"description": "Was once told that “Theatre isn’t all there is to life.” In a dejected trance he found himself waking up in The Snitch’s office, and decided to stay out of gratitude for the staff not eating him."
	},
	{
		"name": "Sebastián Valderrama",
		"tagline": "Baron Artist",
		"description": "fdhbgaIjkf lskZJDngph tfwajknxzkc vbkzjsfhekjsdh fjkohfkjn hfjnpudfled kjhno,cvbnmbvc."
	},
	{
		"name": "Hudson Yon",
		"tagline": "Editor",
		"description": "Iä! Iä! Cthulhu fhtagn! Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn!"
	},
	{
		"name": "Eli Buehler",
		"tagline": "Writer?",
		"description": "How did I get here?"
	},
	{
		"name": "Liv Dentoni",
		"tagline": "Outreach",
		"description": "We are decidedly <i>not</i> all in this together."
	},
	{
		"name": "Nicholas Daum",
		"tagline": "Writer",
		"description": "What they don’t know is that I’m using a vast sweatshop of monkeys to write all my articles. One day they’ll finish one."
	},
	{
		"name": "Alana Sonfield",
		"tagline": "Editor",
		"description": "Currently locked in a room with a computer that can only open unedited <i>Snitch</i> articles."
	},
	{
		"name": "Natalie Weng",
		"tagline": "Draw-er",
		"description": "Can both doodle pictures and hold common household items. You decide."
	},
	{
		"name": "Bruno Chong",
		"tagline": "Writer, IT",
		"description": "<i>This bio has been redacted by The Administration for clarity.</i>"
	},
	{
		"name": "Maya Tarnoff",
		"tagline": "Editor",
		"description": "Don’t bother reading this bio."
	},
	{
		"name": "Alana Sonfield",
		"tagline": "Editor",
		"description": "Edits articles."
	},
	{
		"name": "Evan Song",
		"tagline": "Editor",
		"description": "So bad at my job I got fired from the <i>Snitch</i> editing team. That's right, the <i>SNITCH</i> EDITING TEAM. You can't fall much lower than that."
	},
	{
		"name": "Dr. Verman Politiczuck",
		"tagline": "Political and Historical Contributor",
		"description": "I have a PhD in Political-Historical Studies from DMOU (Diploma-Mills Online University). I taught US History in Virginia for 25 years. I’m currently exiled in Russia as I have arrest warrants in the US for 5 counts of fraud and 2 counts of making false statements."
	}
]
