[
	{
		"name": "Dale Bell",
		"tagline": "Writer, Editor in Chief, Benevolent Tyrant, and Ultimate IB Learner",
		"description": "Dale Bell is a determined journalist with only one goal, which he pursues tirelessly: getting the website trending. And also the truth or whatever."
	},
	{
		"name": "Auguste Rame",
		"tagline": "Hackerman, Writer, Editor",
		"description": "I rewrite articles in their entirety with neither consent nor input and apply that same adventurous mindset to my writing and our website."
	},
	{
		"name": "Benjy Eichner",
		"tagline": "Senior Writer",
		"description": "Sycophant in Chief"
	},
	{
		"name": "Caleb Levy",
		"tagline": "Managing Editor",
		"description": "When he’s not <del>tearing up</del> <i>improving</i> articles for The Snitch, he’s putting off improving articles for The Snitch."
	},
	{
		"name": "Bill Angell",
		"tagline": "Writing person",
		"description": "Was once told that “Theatre isn’t all there is to life.” In a dejected trance he found himself waking up in The Snitch’s office, and decided to stay out of gratitude for the staff not eating him."
	},
	{
		"name": "Evan Song",
		"tagline": "Editor",
		"description": "I can rite rilly nice. ME see’s grammer mis takes, and fix they. punctiation and grammer, I can fixes; But myself is a best at editor."
	},
	{
		"name": "Sebastián Valderrama",
		"tagline": "Baron Artist",
		"description": "fdhbgaIjkf lskZJDngph tfwajknxzkc vbkzjsfhekjsdh fjkohfkjn hfjnpudfled kjhno,cvbnmbvc."
	},
	{
		"name": "Hudson Yon",
		"tagline": "Editor",
		"description": "Iä! Iä! Cthulhu fhtagn! Ph'nglui mglw'nafh Cthulhu R'lyeh wgah'nagl fhtagn!"
	},
	{
		"name": "Eli Buehler",
		"tagline": "Writer?",
		"description": "How did I get here?"
	},
	{
		"name": "Bruno Chong",
		"tagline": "Writer, IT",
		"description": "<i>This bio has been redacted by The Administration for clarity.</i>"
	},
	{
		"name": "Liv Dentoni",
		"tagline": "Outreach",
		"description": "Fine, I’ll do my job. Follow <a href='https://instagram.com/snitchbcc'>@snitchbcc on Instagram</a> and <a href='https://twitter.com/snitchbcc'>@snitchbcc on Twitter</a>."
	},
	{
		"name": "Natalie Weng",
		"tagline": "Draw-er",
		"description": "Can both doodle pictures and hold common household items. You decide."
	},
	{
		"name": "Erica Molot",
		"tagline": "Writer",
		"description": "My three favorite things are dogs and leaving lists unfinished."
	},
	{
		"name": "Dr. Verman Politiczuck",
		"tagline": "Political and Historical Contributor",
		"description": "I have a PhD in Political-Historical Studies from DMOU (Diploma-Mills Online University). I taught US History in Virginia for 25 years. I’m currently exiled in Russia as I have arrest warrants in the US for 5 counts of fraud and 2 counts of making false statements."
	}
]
