[
	{
		"name": "Dale Bell",
		"tagline": "Writer, Editor in Chief, Benevolent Tyrant, and Ultimate IB Learner",
		"description": "Dale Bell is a determined journalist with only one goal, which he pursues tirelessly: getting the website trending. And also the truth or whatever."
	},
	{
		"name": "Benjy Eichner",
		"tagline": "Editor, Writer",
		"description": "Sycophant in Chief"
	},
	{
		"name": "Auguste Rame",
		"tagline": "Hackerman, Writer, Editor",
		"description": "I put the grammer in programmer and the spell-ing in open-sourcerer. Cyberpunk Technocrat according to Dale. <br><br><i>Psst! All our code and articles are open-source on <a href='https://github.com/snitchbcc'>GitHub</a>!</i>"
	},
	{
		"name": "Caleb Levy",
		"tagline": "Editor",
		"description": "When he’s not <del>tearing up</del> <i>improving</i> articles for The Snitch, he’s putting off improving articles for The Snitch."
	},
	{
		"name": "Bill Angell",
		"tagline": "Writing person",
		"description": "Was once told that “Theatre isn’t all there is to life.” In a dejected trance he found himself waking up in The Snitch’s office, and decided to stay out of gratitude for the staff not eating him."
	},
	{
		"name": "Iva Vujacic",
		"tagline": "Writer, Low Key Extraterrestrial",
		"description": "Human creature from planet earth. Not sure what is happening but is here for the chaos."
	},
	{
		"name": "Erica Molot",
		"tagline": "Writer",
		"description": "My three favorite things are dogs and leaving lists unfinished."
	},
	{
		"name": "Bruno Chong",
		"tagline": "Writer, IT",
		"description": "<i>This bio has been redacted by The Administration for clarity.</i>"
	},
	{
		"name": "Nathan Lopilato",
		"tagline": "Writer",
		"description": "Side effects may include: Severe rash, extreme nausea, total organ failure, and painful death."
	},
	{
		"name": "Liv Dentoni",
		"tagline": "Outreach",
		"description": "Wow, nice nausea Nathan! Fine, I’ll do my job. Follow <a href='https://instagram.com/thesnitchbcc'>@thesnitchbcc on Instagram</a> and <a href='https://twitter.com/snitchbcc'>@snitchbcc on Twitter</a>."
	},
	{
		"name": "Liana Hwang",
		"tagline": "Writer",
		"description": "irony. noun:<br>when a writer can’t write anything interesting for their own bio."
	},
	{
		"name": "Dr. Verman Politiczuck",
		"tagline": "Political and Historical Contributor",
		"description": "I have a PhD in Political-Historical Studies from DMOU (Diploma-Mills Online University). I taught US History in Virginia for 25 years. I’m currently exiled in Russia as I have arrest warrants in the US for 5 counts of fraud and 2 counts of making false statements."
	}
]
